<?php

// Language definitions used in statistic.php
$lang_stat = array(

'About stat'			=>	'Полная статистика форума',
'Stat'					=> 	'Statics',
'Online today'			=>	'Сегодня были',
'Top author'			=>	'The most active participants',
'Top replies'			=>	'Most Commented Topics',
'Top views'				=>	'Most viewed topics',
'Top author little'		=>	'Active Members',
'Top replies little'	=>	'Topics Discussed',
'Top views little'		=>	'Просматриваемые темы',

'Desc visit'			=>	'Статистика по участникам которые сегодня <strong>в течении суток посетили форум</strong>, позволит вам определить кто и в какое время был на форуме.',
'Desc author'			=>	'Статистика по <strong>самым активным участникам</strong> форума, даст вам возможноть определить какие участники оставляют больше всего сообщений, когда они были зарегистрированы и сколько процентов состовляют их сообщения от всех оставленых на форуме.',
'Desc replies'			=>	'Статистика по <strong>самым комментируемым темам</strong> позволит вам посмотреть 20 тем (если они есть), в которых участники форума оставили больше всего сообщений.',
'Desc views'			=>	'Статистика по <strong>самым просматриваемым темам</strong> позволит вам посмотреть 20 тем (если они есть), в которые участники форума больше всего заходили (просматривали).',
'Desc bans'				=>	'Если вы хотите узнать, кто заблокирован на форуме за наушение правил или по любой другой причине, то статискика <strong>«баны»</strong> поможет вам в этом.',
'Look'					=>	'Смотреть',

'Author'				=>	'Автор',
'Replies'				=>	'Ответов',
'Last visit'			=>	'Последний визит',
'Com forum'				=>	'% сообщений',
'Posts today'			=>	'Cообщений сегодня',
'All posts'				=>	'Всего сообщений',
'In day'				=>	'В день',
'Views'					=>	'Просмотров',

'No topics'				=>	'Нет тем',
'No one was'			=>	'Сегодня никого не было ):',
'No'					=>	'Нет',

'Bans'					=>	'Заблокированые',
'Message'				=>	'Сообщение',
'Expires'				=>	'Дата окончания',
'Ban creator'			=>	'Заблокировал',
'No IP'					=>	'Нет IP или e-mail\'a',
'No bans'				=>	'Нет заблокированых пользователей.',
'No bans rules'			=>	' Хотите стать? Не соблюдате <a href="%s">правила</a>.',


'Top replies'			=>	'Most Commented Topics',
'Top views'				=>	'Most viewed topics',
'Top author little'		=>	'Active Members',
'Top replies little'	=>	'Topics Discussed',
'Top views little'		=>	'Просматриваемые темы',

/*RUS*/'Desc Online today'		=>	'Статистика по участникам которые сегодня <strong>в течении суток посетили форум</strong>, позволит вам определить кто и в какое время был на форуме.',
/*RUS*/'Desc Top author'		=>	'Статистика по <strong>самым активным участникам</strong> форума, даст вам возможноть определить какие участники оставляют больше всего сообщений, когда они были зарегистрированы и сколько процентов состовляют их сообщения от всех оставленых на форуме.',
/*RUS*/'Desc Top replies'		=>	'Статистика по <strong>самым комментируемым темам</strong> позволит вам посмотреть 20 тем (если они есть), в которых участники форума оставили больше всего сообщений.',
/*RUS*/'Desc Top views'		=>	'Статистика по <strong>самым просматриваемым темам</strong> позволит вам посмотреть 20 тем (если они есть), в которые участники форума больше всего заходили (просматривали).',
/*RUS*/'Desc Bans'				=>	'Если вы хотите узнать, кто заблокирован на форуме за наушение правил или по любой другой причине, то статискика <span class="warn"><strong>«баны»</strong></span> поможет вам в этом.',
'Look'					=>	'Смотреть',

'Author'				=>	'Author',
'Replies'				=>	'Replies',
'Last visit'			=>	'Last login',
/*RUS*/'Com forum'				=>	'% сообщений',
/*RUS*/'Posts today'			=>	'Cообщений сегодня',
/*RUS*/'All posts'				=>	'Всего сообщений',
'In day'				=>	'В день',
'Views'					=>	'Views',

'No topics'				=>	'No topics',
/*RUS*/'No one was'			=>	'Сегодня никого не было ):',
'No'					=>	'No',

/*RUS*/'Bans'					=>	'Bans',
'Message'				=>	'Message',
/*RUS*/'Expires'				=>	'Дата окончания',
/*RUS*/'Ban creator'			=>	'Заблокировал',
/*RUS*/'No IP'					=>	'Нет IP или e-mail\'a',
/*RUS*/'No bans'				=>	'Нет заблокированых пользователей',
/*RUS*/'No bans 2'				=>	'Хотите стать? Не соблюдате <a href="%s">правила</a>.',
/*RUS*/'No bans 3'				=>	'Вы можете стать первым =)'

);