Subject: Запрос на смену e-mail адреса

Здравствуйте <username>!

Вы запросили изменение старого e-mail адреса на новый в настройках своего профиля на форуме <base_url>. Если Вы не делали этого, или передумали менять свой e-mail адрес, просто проигнорируйте это письмо. Если же Вы проследуете по ссылке активации ниже, ваш e-mail адрес будет изменен. Для того, чтобы ссылка активации сработала корректно, Вы должны войти на форум под своим логином и паролем.

Для смены e-mail адреса, пожалуйста проследуйте по следующей ссылке:
<activation_url>

--
<board_mailer>
(Это письмо носит информационный характер, пожалуйста, не отвечайте на это сообщение)