Subject: Ответ в теме: <topic_subject>

<replier> ответил(а) в теме «<topic_subject>» на которую вы подписаны. В теме могут быть ещё ответы, но это единственное уведомление, которое Вы получите, пока не посетите форум ещё раз.

Содержание сообщения следующее:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

Сообщение расположено здесь — <post_url>

Вы можете отказаться от подписки, проследовав по следующей ссылке — <unsubscribe_url>

--
<board_mailer>
(Не отвечайте на это сообщение)