Subject: Вам пришло личное сообщение: <mail_subject>

Участник форума <replier> отправил Вам личное сообщение. Вы можете ответить участнику только через систему личных сообщений на форуме.

Ответить можно здесь — <post_url>.

<replier> оставил(а) сообщение следующего содержания:
-----------------------------------------------------------------------

<mail_message>

-----------------------------------------------------------------------

--
<board_mailer>
(Это письмо носит информационный характер, пожалуйста, не отвечайте на это сообщение)