Subject: Добро пожаловать на <board_title>!

Спасибо за то, что Вы зарегистрировались на нашем форуме - <base_url>.
Ваше имя пользователя — <username>, как Вы указали при регистрации.

Чтобы завершить регистрацию, нужно установить пароль для своего аккаунта. Это должно быть сделано в течение 72 часов, иначе ваш аккаунт будет удален.

Чтобы установить пароль, пожалуйста, проследуйте по следующей ссылке:
<activation_url>

--
<board_mailer>
(Это письмо носит информационный характер, пожалуйста, не отвечайте на это сообщение)