<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые на странице блокировки участников */
$lang_admin_bans = array(

'Ban advanced'					=>	'Дополнительные настройки банов',
'Ban advanced heading'			=>	'Блокировка по имени с IP-адресом и e-mail адресом или просто по IP, по e-mail или по обоим адресам',
'Ban criteria legend'			=>	'Условие бана',
'Ban settings legend'			=>	'Настройки бана',
'Ban IP warning'				=>	'<strong>Внимание!</strong> Вы должны быть очень осторожны, задавая IP-диапазон, потому-что другие участники форума могут входить в этот диапазон адресов.',
'Current ban head'				=>	'Забанил %s',
'Username'						=>	'Имя участника',
'Username to ban label'			=>	'Имя участника для бана',
'Ban creator'					=>	'Забанил',
'IP-addresses to ban label'		=>	'IP-адреса для бана',
'IP-addresses help'				=>	'IP адрес или IP-диапазон, который вы хотите забанить (например 150.11.110.1 или 150.11.110). Разделяйте адреса пробелами. Если IP адрес уже введен, значит именно под этим адресом участник заходил на форум последний раз.',
'IP-addresses help stats'		=>	'Перейдите по следующей ссылке, чтобы увидеть статистику IP-адресов этого пользователя: ',
'IP-addresses help link'		=>	'Статистика IP-адресов пользователя',
'E-mail/domain to ban label'	=>	'E-mail/домен для бана',
'E-mail/domain help'			=>	'E-mail или e-mail-домен, который вы хотите забанить (например name@example.ru или example.ru). Для дополнительных настроек смотрите пункт «Разрешить регистрацию, даже если заданный e-mail адрес находится в черном списке» в меню Настройки/Регистрация.',
'Ban message label'				=>	'Сообщение бана',
'Ban message help'				=>	'(сообщение, которое будет показано заблокированому участнику, когда он зайдёт на форум)',
'Expire date label'				=>	'Бан истекает',
'Expire date help'				=>	'Дата автоматического снятия бана (формат: ГГГГ-ММ-ДД). Оставьте пустым, чтобы снимать бан вручную.',
'Expires'						=>	'Истекает',
'Days'							=>	'дня',
'Week'							=>	'неделя',
'Message'						=>	'Сообщение',
'New ban heading'				=>	'Бан указаного имени пользователя',
'New ban legend'				=>	'Новый бан',
'Advanced ban info'				=>	'На следующей странице вы сможете указать IP адрес и e-mail. Если вы хотите забанить только определенный IP/IP-диапазон или e-mail, то оставьте эти поле пустым.',
'Existing bans heading'			=>	'Редактируйте или снимайте текущие баны',
'Add ban'						=>	'Заблокировать',
'Save ban'						=>	'Сохранить бан',
'E-mail'						=>	'E-mail',
'IP-ranges'						=>	'IP/IP-диапазон',
'Reason'						=>	'Причина',
'No bans'						=>	'Нет заблокированых участников',
'Edit ban'						=>	'Редактировать',
'Remove ban'					=>	'Снять',
'Edit or remove'				=>	'%s или %s',
'Ban removed'					=>	'Бан снят.',
'Ban added'						=>	'Бан добавлен.',
'Ban edited'					=>	'Бан изменён.',
'No user id message'			=>	'Участник с таким ID не зарегистрирован.',
'User is admin message'			=>	'Этот участник является администратором, его нельзя забанить. Если вы хотите заблокировать администратора, вы должны сперва переместить его в другую группу.',
'Must enter message'			=>	'Вы должны ввести имя учасника, IP адрес или e-mail (хотя бы что-то).',
'Invalid IP message'			=>	'Вы некорректно ввели IP/IP-диапазон.',
'Can\'t ban guest user'			=>	'Гостя нельзя забанить.',
'Invalid e-mail message'		=>	'Вы некорректно ввели e-mail (например name@example.ru) или имя e-mail-домена (например domain.com).',
'Invalid expire message'		=>	'Вы некорректно ввели дату истечения бана. Она должна быть в формате ГГГГ-ММ-ДД и дата должна быть хотя бы на один день позднее сегодняшнего числа.'

);