<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в кеше\синхронизации */
$lang_admin_cache = array(

'About cache'			=>	'Легкое пересоздавание кеш файлов и изменение приводящие в соответствие не совпадающие вещи',
'Regenerate cache'		=>	'Пересоздать кеш',
'Select cache'			=>	'Выбирите какой кеш вы хотите пересоздать',
'All сache'				=>	'Весь кеш',
'Bans cache'			=>	'Заблокированных участников',
'Censor cache'			=>	'Слов цензуры',
'Config cache'			=>	'Конфигурационных настроек',
'Hooks cache'			=>	'Расширений',
'Ranks cache'			=>	'Рангов',
'Updates cache'			=>	'Обновлений',
'Quickjump cache'		=>	'Меню быстрого перехода',
'Stats cache'			=>	'Статистики',
'Regenerate'			=>	'Пересоздать',
'Update cache'			=>	'Кеш пересоздан. Переадресация…',

'Select'				=>	'Выберите',
'Syns'					=>	'Синхронизировать',
'Select syns'			=>	'Выберите какие данные синхронизировать',
'Forum post sync'		=>	'Показатели тем\сообщений форума',
'Forum last post'		=>	'Последние сообщения форума',
'Topic replies sync'	=>	'Количество ответов в темах',
'Topic last post'		=>	'Последние сообщения тем',
'User post sync'		=>	'Количество сообщений участников',
'Synchronized'			=>	'Показатели синхронизированы. Переадресация…',

'Syns bottom'			=>	'Синхронизировать и пересоздать',
);