<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые на странице создания\изменений категорий */
$lang_admin_categories = array(

'Add category head'				=>	'Добавить категорию (добавление категории на определенную позицию)',
'Add category info'				=>	'Новая категория не появится на главной странице, пока хотя бы один форум не будет в неё добавлен. Создать новый форум в категории или переместить в нее уже существующий форум можно в разделе <strong>%s</strong>.',
'Add category info link text'	=>	'Форумы',
'Add category legend'			=>	'Добавить новую категорию',
'Add category'					=>	'Добавить категорию',
'New category label'			=>	'Имя новой категории',
'Category name label'			=>	'Имя категории',
'Position label'				=>	'Позиция',
'Del category head'				=>	'Удалить категорию (вместе со всеми форумами и сообщениями, которые в ней находятся)',
'Delete category'				=>	'Удалить категорию', // кнопка
'Select category label'			=>	'Выбрать категорию',
'Confirm delete cat'			=>	'Вы удаляете категорию "%s"',
'Delete category warning'		=>	'<strong>Внимание!</strong> Удаление категории приведет к удалению всех форумов и сообщений в ней (если такие существуют)!',
'Edit categories head'			=>	'Редактировать категории (изменить названия и/или позицию)',
'Edit categories legend'		=>	'Редактировать категории',
'Edit category legend'			=>	'Редактировать категорию %s',
'Update all categories'			=>	'Обновить все категории',
'Categories updated'			=>	'Категории обновлены.',
'Category added'				=>	'Категория добавлена.',
'Category deleted'				=>	'Категория удалена.',
'Must name category'			=>	'Вы должны написать имя категории',
'Must be integer'				=>	'Позиция должна быть выражена целым положительным числом'

);