<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые на странице очистки тем */
$lang_admin_prune = array(

'Prune settings head'		=>	'Очистить темы по дате последнего сообщения',
'Prune legend'				=>	'Выберите сообщения для очистки',
'Confirm prune heading'		=>	'Подтвердить очистку тем',
'Prune details head'		=>	'Подтвердите очистку тем из: %s',
'Prune topics info 1'		=>	'<strong>ВНИМАНИЕ!</strong> Очистка безвозвратно удалит <em>%s</em> темы %s.',
'Prune topics info 2'		=>	'Удаляемые темы не содержат сообщений новее <em>%s</em> дней назад.',
'All forums'				=>	'Все форумы',
'Include sticky'			=>	'включая прилепленные темы',
'Days old'					=>	'Прошло дней',
'Number of topics'			=>	'Количество тем',
'Prune topics'				=>	'Чистка тем',
'Prune caution'				=>	'<strong>ВАЖНО!</strong> Используйте данную функцию с осторожностью. Удаленные собщения <em>НИКОГДА</em> не удастся восстановить. Для улучшения производительности вам следует перевести форум в режим техобслуживания на время очистки.',
'Prune intro'				=>	'Вы можете очистить темы на всем форуме или из определенного, выбранного раздела. Темы и сообщения будут удалены согласно введенному значению "Прошло дней". Т.е. если вы ввели значение 30, то все темы, которые не содержат сообщений, оставленных позднее 30 дней назад, будут удалены.',
'Prune sticky'				=>	'Очищать выделеные темы',
'Prune sticky enable'		=>	'Включить очистку выделеных тем.',
'Prune from'				=>	'Очистить форум',
'Days to prune message'		=>	'Количество дней должно быть выражено целым положительным числом',
'No days old message'		=>	'Нет тем, сообщения в которых были бы настолько старыми, как вы указали. Пожалуйста, уменьшите значение "Прошло дней" и попробуйте снова.',
'Prune done'				=>	'Очистка завершена.'

);
