<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкии используемые в bb.php */
$lang_bb = array(

'Font'			=> 	'Шрифт',
'Size'			=> 	'Размер текста',
'Bold'			=> 	'Жирный',
'Italic'		=> 	'Наклонный',
'Underline'		=> 	'Подчеркнутый',
'Strike'		=> 	'Зачеркнутый',
'Left'			=> 	'Выравнивание по левому краю',
'Center'		=> 	'Выравнивание по центру',
'Right'			=> 	'Выравнивание по правому краю',
'List'			=> 	'Список',
'Link'			=> 	'Ссылка',
'Email'			=> 	'E-mail',
'Image'			=> 	'Изображение',
'Video'			=> 	'Видео',
'Hide'			=> 	'Хайд',
'Quote'			=> 	'Цитата',
'Code'			=> 	'Код',
'Color'			=> 	'Цвет',
'Smile'			=> 	'Смайлики',
'Speller'		=>	'Проверка правописания',
'All'			=>	'Дополнительные смайлы',

);