<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в справке */
$lang_help = array(

'Help'					=>	'Помощь',
'Help with'				=>	'Помощь в использовании %s',
'produces'				=>	'приводит к виду',

'BBCode info'			=>	'Наличие поддержки BB-кода определяется администратором. Если BB-код включён, то ссылка на помощь «BB-код» будет отображена когда вы будете создавать/редактировать сообщение или вашу подпись. BBкоды – это набор тегов форматирования, которые влияют на оформление текста на данном форуме. BB-коды принципиально похожи на HTML и аналогичны. Ниже представлен список доступных BB-кодов и пояснения в их применении.',
'Image info'			=>	'Наличие поддержки отображения изображений определяется администратором. Если вывод изображений включён, то ссылка на помощь «Изображения» будет отображена когда вы будете создавать/редактировать сообщение или вашу подпись. Для добавления изображения используется тег BB-кода [img]. Текст находящийся после знака «=» в открывающем теге используется для добавления альтернативного текста к изображению.',
'Text style'			=>	'Отображение текста может быть изменено его вложением в представленные теги.',
'Bold text'				=>	'Жирный текст',
'Underlined text'		=>	'Подчеркнутый текст',
'Italic text'			=>	'Текст курсивом',
'Red text'				=>	'Красный текст',
'Blue text'				=>	'Синий текст',
'Bold, underlined text'	=>	'Подчёркнутый жирный текст',
'Heading text'			=>	'Текст заголовка',
'Simple example loc'	=>	'Зеленоград',
'Simple example en'		=>	'Zelenograd',
'Simple text'			=>	'Зеленогра́д — город в России, в 37 км к северо-западу от Москвы.',
'Hide guest'			=>	'Скрыть текст от гостей.',
'Hide users'			=>	'Скрыть текст от участников у которых число сообщений меньше заданного.',

'Links info'			=>	'Вы можете создавать ссылки на другие документы или e-mail адреса используя следующие теги.',
'My e-mail address'		=>	'Мой e-mail адрес',

'Quotes info'			=>	'Если хотите процитировать кого-то, вы можете использовать тег «quote». Также вы можете использовать тег «quote» c указанием имени автора.',
'Quote text'			=>	'Это текст, который я хочу процитировать.',
'produces named'		=>	'результат — блок цитаты с указанием имени цитируемой персоны.',
'produces unnamed'		=>	'результат — простой блок цитаты.',

'Code info'				=>	'Когда вы добавляете к тексту код, убедитесь, что вы использовали для этого тег «code». Текст, вложенный в данный тег, будет отображен с использованием моноширинного шрифта, и он не будет изменён другими тегами. Длинные куски кода, не умещающиеся в поле сообщения, будут иметь полосу прокрутки.',
'Code text'				=>	'Это текст, который я хочу отобразить как код.',
'Code text long'		=>	'Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода.',
'produces code box'		=>	'результат — блок с кодом',
'produces scroll box'	=>	'результат — блок с кодом и скроллингом.',

'List info'				=>	'Для создания списка вы можете использовать тег «list». Вы можете создавать три варианта использования тега.',
'List text 1'			=>	'Некоторый элемент списка 1.',
'List text 2'			=>	'Некоторый элемент списка 2.',
'List text 3'			=>	'Некоторый элемент списка 3.',
'produces list'			=>	'результат — маркированный список.',
'produces decimal list'	=>	'результат — нумерованный список.',
'produces alpha list'	=>	'результат — список в алфавитной нумерации.',
'Smilies info'			=>	'Если вам нравится (и эта функция включена), форум может автоматически заменять набор текстовых смайлов в их графическое отображение. Этот форум распознает и конвертирует следующие текстовые смайлы.'

);