<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкии используемые в login.php */
$lang_login = array(

// Разное
'Login'						=>	'Вход',
'Login info'				=>	'Войти в %s',
'Username'					=>	'Имя или e-mail',
'Password'					=>	'Пароль',
'Remember me'				=>	'Запомнить меня',
'E-mail address'			=>	'E-mail адрес',
'E-mail address help'		=>	'Введите e-mail адрес, указанный в вашем профиле.',
'Login errors'				=>	'<strong>Внимание!</strong> Следующие ошибки необходимо исправить, прежде чем вы сможите войти:',
'Blocking login'			=>	'Подождите 10 минут, так как вход в учетную запись заблокирован из-за частых ошибок при вводе пароля.',
'Wrong user/pass'			=>	'Неправильный имя/e-mail и/или пароль.',
'Login redirect'			=>	'Успешный вход. Перенаправление…',
'Logout redirect'			=>	'Вы вышли. Перенаправление…',
'No e-mail match'			=>	'Зарегистрированного участника с e-mail адресом %s не существует',
'Invalid e-mail'			=>	'Неверный адрес электронной почты',
'Login options'				=>	'Пройти авторизацию могут только зарегистрированные пользователи. Возможно вам стоит %1$s или %2$s, тогда вы сможете войти.',
'Obtain pass'				=>	'напомнить пароль',
'register'					=>	'зарегистрироваться',
'Submit password request'	=>	'Отправить',
'Email flood'				=>	'С этой учетной записи уже запросили новый пароль менее чем %s секунд назад. Пожалуйста, подождите некоторое время, прежде чем запросить новый пароль еще раз.',
'New password request'		=>	'Востановление забытого пароля',
'New password errors'		=>	'<strong>Внимание!</strong> Следующие ошибки должны быть исправлены, прежде чем новый пароль может быть отправлен:',
'New password info'			=>	'<strong>Важно!</strong> Как только вы сделаете это, то сразу получите письмо по электронной почте на указанный адрес, где будет инструкция о том, как изменить ваш пароль.',
'Reset cancel redirect'		=>	'Запрос нового пароля отменен. Перенаправление …',
'Forget mail'				=>	'Письмо было отправлено на указанный адрес с инструкцией о том, как изменить свой пароль. Если оно не придёт или у вас возникли какие-либо другие проблемы, вы можете связаться с администратором форума %s.',
'Persistent login'			=>	'Если поставить галочку, вы будете входить в форум автоматически, без ввода пароля. Это может быть небезопасно, если этим компьютером пользуетесь не только вы.'

);