<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые на странице онлайна */
$lang_online = array(

'Online List'				=>	'Кто на форуме',
'Last action'				=>	'Последнее действие',
'Time'						=>	'Время',
'IP'						=>	'IP',
'Guest'						=>	'Гость',
'Nobody'					=>	'Никого нет ):',

'admin'						=>	'Администрирует',
'dialogue'					=>	'Переносит тему',
'formemail'					=>	'Отправляет письмо',
'help'						=>	'Читает справку',
'index'						=>	'На главной',
'login'						=>	'Входит',
'message'					=>	'Задумался',
'modtopic'					=>	'Модерирует тему (:',
'modforum'					=>	'Модерирует форум (:',
'new-post'					=>	'Пишет новое сообщение',
'online'					=>	'Смотрит список активных участников',
'positive'					=>	'Смотрит позитив',
'post'						=>	'Пишет сообщение',
'postdelete'				=>	'Удаляет сообщение',
'postedit'					=>	'Редактирует сообщение',
'profile'					=>	'В профиле',
'profile-about'				=>	'В профиле',
'profile-identity'			=>	'Заполняет данные о себе',
'profile-settings'			=>	'Настраивает аккаунт',
'profile-signature'			=>	'Придумывает подпись',
'profile-avatar'			=>	'Загружает аватар',
'profile-admin'				=>	'Командует',
'register'					=>	'Регистрируется',
'report'					=>	'Пишет жалобу',
'reputation'				=>	'Смотрит рупутацию',
'reputation-vote'			=>	'Ставит рупутацию',
'pm-message'				=>	'Смотрит личные сообщения',
'pm-write'					=>	'Пишет личное сообщение',
'rules'						=>	'Читает правила',
'viewforum'					=>	'В форуме',
'viewpoll'					=>	'Модерирует голосование (:',
'viewtopic'					=>	'Читает тему',
'search'					=>	'Что-то ищет',
'searchtopics'				=>	'Ищет темы',
'searchposts'				=>	'Ищет сообщения',
'smilies'					=>	'Ставит смайлик =)',
'statistic'					=>	'Смотрит статистику',
'statistic-visit'			=>	'Смотрит кто сегодня был',
'statistic-author'			=>	'Смотрит список самых активных участников',
'statistic-replies'			=>	'Смотрит список самых комментируемых тем',
'statistic-views'			=>	'Смотрит список самых просматриваемых тем',
'statistic-bans'			=>	'Смотрит список заблокированых',
'userlist'					=>	'Смотрит список участников',

'Hiding Somewhere'			=>	'Прячется где-то (:'

);