<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в reputaion.php */
$lang_reputation = array(
'reputation'			=>	'Репутация',
'positive'				=>	'Позитив',
'reputation user'		=>	'Репутация участника %s',
'positive user'			=>	'Позитив участника %s',
'reputation user head'	=>	'Отношение участников форума к %s',
'positive user head'	=>	'Отношение %s к другим участникам',
'Disabled'				=>	'Система репутации участников отключена',
'Silly user'			=>	'Запрещено менять репутацию самому себе.',
'Timeout'				=>	'Должно пройти хотя бы %s минут, прежде чем вы сможете проголосовать заного.',
'Plus'					=>	'Увеличение репутации',
'Minus'					=>	'Уменьшение репутации',
'Form header'			=>	'Напишите причину изменения репутации',
'Form your name'		=>	'Ваше имя',
'Form to name'			=>	'Изменяем репутацию',
'Form reason'			=>	'Напишите причину',
'Redirect Message'		=>	'Репутация изменен. Перенаправление…',
'User reputation'		=>	'Репутация участника',
'From user'				=>	'От кого',
'User'					=>	'Кому',
'For topic'				=>	'В теме',
'Reason'				=>	'Причина',
'Estimation'			=>	'Оценка',
'Date'					=>	'Дата',
'No reputation'			=>	'Нет данных',
'Select all'			=>	'Выбрать всё',
'No message'			=>	'Вы должны ввести причину изменения репутации',
'Post errors'			=>	'<strong>Внимание!</strong> Следующие ошибки необходимо исправить перед отправкой сообщения:',
'Too long message' 		=>	'Сообщение слишком длинное',
'All caps message'		=>	'Сообщение не может содержать только заглавные буквы.',
//'Max length of message'	=>	'Максимально допустимое число символов в сообщении:',
//'You already of use'	=>	'Вы уже использовали',
//'Of symbol'				=>	'символов',
'Profile deleted'		=>	'Профиль удалён',
'Delete'				=>	'Удалить',
'Are you sure'			=>	'Вы уверены?',
'Deleted redirect'		=> 	'Репутация обновлена Перенаправление…',
'Removed or deleted'	=>	'Перемещена или удалена',
'Group disabled'		=>	'Группе, в которую вы входите, запрещено использование репутации',
'Individual disabled'	=>	'Администратор запретил вам использование репутации',
'User disable'			=>	'Пользователь не использует репутацию',
'Your disabled'			=>	'Вы не можете использовать систему репутации, т.к. отключили её',
'Small Number of post'	=>	'У вас недостаточное количество сообщений, чтобы менять репутацию',

);