<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в search.php */
$lang_search = array(

// Форма поиска
'No search permission'		=>	'У вас недостаточно прав для использования функций поиска.',
'Search flood'				=>	'По крайней мере % секунд должно пройти между поиском. Подождите немного и начните поиск заново.',
'Search legend'				=>	'Критерий поиска',
'Results legend'			=>	'Результаты поиск',
'Search info'				=>	'Используйте поиск по ключевым словам, имени автора или по обоим параметрам сразу.',
'Keywords info'				=>	'Для поиска по ключевому слову введите одно или несколько слов. Разделяйте слова пробелом.',
'Refine info'				=>	'Вы можете использовать <strong>AND</strong> чтобы определить слова, которые должны быть в результатах, <strong>OR</strong> для слов, которые могут быть в результатах, и <strong>NOT</strong> для слов, которых в результатах быть не должно.',
'Wildcard info'				=>	'Используйте <strong>*</strong> в качестве шаблона для частичного совпадения.',
'Forum default info'		=>	'Изначально поиск ведется по всем форумам, но вы можете сузить область поиска, выбрав один или несколько форумов.',
'Forum require info'		=>	'Вы можете выбрать — искать в одном, или в нескольких разделах. Но вы <strong>должны</strong> выбрать хотя бы один раздел для поиска.',
'Keyword search'			=>	'Ключивые слова',
'Author search'				=>	'Имя автора',
'Forum search'				=>	'Форум для поиска',
'Forum search default'		=>	'Если нет выбраных форумов, то поиск будет по всем',
'Forum search require'		=>	'Вы должны выбрать хотя бы один форум для поиска.',
'Sort by'					=>	'Сортировать по',
'Sort order'				=>	'Порядок сортировки',
'Sort by post time'			=>	'Дате сообщения',
'Sort by author'			=>	'Автору',
'Sort by subject'			=>	'Теме',
'Sort by forum'				=>	'Форуму',
'Ascending'					=>	'Возрастание',
'Descending'				=>	'Убывание',
'Display results'			=>	'Показывать',
'Show as topics'			=>	'Темы',
'Show as posts'				=>	'Сообщения',
'Submit search'				=>	'Начать поиск',
'User defined search'		=>	'Расширенный поиск',
'Search in'					=> 	'Искать в',
'Message and subject'		=> 	'Тексте сообщений и названиях тем',
'Message only'				=> 	'Только в тексте сообщений',
'Topic only'				=> 	'Только в названиях тем',

// Результаты поиска
'Search results'			=>	'Результаты поиска',
'Topics with new'			=>	'Темы с новыми сообщениями',
'Recently active topics'	=>	'Последние активные темы',
'Unanswered topics'			=>	'Темы без ответов',
'Subscriptions'				=>	'Подписка',
'Topics found'				=>	'Тем найдено',
'Posts found'				=>	'Сообщений найдено',
'Topics by'					=>	'Темы от участника %s',
'Posts by'					=>	'Сообщения от участника %s',
'Topics by user'			=>	'Темы этого участника',
'Posts by user'				=>	'Сообщния этого участника',
'Perform new search'		=>	'Начать новый поиск',
'Search options'			=>	'Функции поиска',
'Posted in'					=>	'Опубликовано в ',
'No terms'					=>	'Вы должны ввести хотя бы одно ключевое слово и/или имя автора для поиска.',
'No hits'					=>	'Ваш поиск не дал результатов.',
'No user posts'				=>	'Не найдено ни одного сообщения этого участника на этом форуме.',
'No user topics'			=>	'Не найдено ни одной темы этого участника на этом форуме.',
'No subscriptions'			=>	'Сейчас вы не подписаны ни на одну тему.',
'No new posts'				=>	'В темах не появилось новых сообщений с момента вашего последнего визита.',
'No recent posts'			=>	'Нет новых сообщений за последнее время.',
'No unanswered'				=>	'На форуме нет сообщений без ответа.',
'Go to post'				=>	'Перейти к сообщению',
'Go to forum'				=>	'Перейти к форуму',
'Go to topic'				=>	'Перейти к теме',
'Go to profile'				=>	'Перейти к профилю %s'

);