<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в statistic.php */
$lang_stat = array(

'About stat'			=>	'Полная статистика форума',
'Stat'					=>	'Статистика',
'Online today'			=>	'Сегодня были',
'Top author'			=>	'Самые активные участники',
'Top replies'			=>	'Самые комментируемые темы',
'Top views'				=>	'Самые просматриваемые темы',
'Top author little'		=>	'Активные участники',
'Top replies little'	=>	'Комментируемые темы',
'Top views little'		=>	'Просматриваемые темы',

'Desc visit'			=>	'Статистика по участникам которые сегодня <strong>в течении суток посетили форум</strong>, позволит вам определить кто и в какое время был на форуме.',
'Desc author'			=>	'Статистика по <strong>самым активным участникам</strong> форума, даст вам возможноть определить какие участники оставляют больше всего сообщений, когда они были зарегистрированы и сколько процентов состовляют их сообщения от всех оставленых на форуме.',
'Desc replies'			=>	'Статистика по <strong>самым комментируемым темам</strong> позволит вам посмотреть 20 тем (если они есть), в которых участники форума оставили больше всего сообщений.',
'Desc views'			=>	'Статистика по <strong>самым просматриваемым темам</strong> позволит вам посмотреть 20 тем (если они есть), в которые участники форума больше всего заходили (просматривали).',
'Desc bans'				=>	'Если вы хотите узнать, кто заблокирован на форуме за наушение правил или по любой другой причине, то статискика <strong>«баны»</strong> поможет вам в этом.',
'Look'					=>	'Смотреть',

'Author'				=>	'Автор',
'Replies'				=>	'Ответов',
'Last visit'			=>	'Последний визит',
'Com forum'				=>	'% сообщений',
'Posts today'			=>	'Cообщений сегодня',
'All posts'				=>	'Всего сообщений',
'In day'				=>	'В день',
'Views'					=>	'Просмотров',

'No topics'				=>	'Нет тем',
'No one was'			=>	'Сегодня никого не было ):',
'No'					=>	'Нет',

'Bans'					=>	'Заблокированые',
'Message'				=>	'Сообщение',
'Expires'				=>	'Дата окончания',
'Ban creator'			=>	'Заблокировал',
'No IP'					=>	'Нет IP или e-mail\'a',
'No bans'				=>	'Нет заблокированых пользователей.',
'No bans rules'			=>	' Хотите стать? Не соблюдате <a href="%s">правила</a>.'

);