<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в viewtopic.php */
$lang_topic = array(

'End of vote'			=>	'Вы не можете голосовать, так как опрос уже закончился.',
'User vote error'		=>	'Вы уже голосовали.',
'Poll min posts'		=>	'Вы не можете голосовать так как у вас слишком мало сообщений.',
'Options'				=>	'Варианты ответа',
'But note'				=>	'Голосовать',
'Results'				=>	'Результаты опроса: %s',
'No votes'				=>	'В этом опросе никто не учавствовал.',
'Dis read vote'			=>	'Нельзя просматривать результаты опроса, не приняв в нём участия.',
'Poll guest'			=>	'Гости не могут голосовать.',
'Header note'			=>	'Опрос',
'All votes'				=>	'Всего проголосовало: %s ',

'Topic byline'			=>	'<span>Тема от участника </span>%s',
'Reply byline'			=>	'<span>Ответ от участника </span>%s',
'Search replies'		=>	'(ответов %s, в форуме %s)',
'Post reply'			=>	'Ответить',
'Topic closed'			=>	'[Закрыто]',
'Topic closed info'		=> 	'Эта тема закрыта',
'No permission'			=>	'Извините! Вы не можете отвечеть на сообщения',
'Topic title'			=>	'Тема: %s',
'Reply title'			=>	'Ответ: %s',
'Login to post'			=>	'Вы должны %1$s или %2$s чтобы отвечать на сообщения',
'Sex'					=>	'Пол',
'Male'					=>	'Мужчина',
'Female'				=>	'Женщина',
'Country'				=>	'Страна',
'From'					=>	'Откуда:', // Расположение участника
'Registered'			=>	'Зарегистрирован:',
'Timezone'				=>	'Часовой пояс:',
'From yours'			=>	'от вас',
'Note'					=>	'Примечание:', // Примечание администрации
'Reputation'			=>	'Репутация',
'IP'					=>	'IP:',
'Posts'					=>	'Сообщений',
'Posts info'			=>	'Сообщений:',
'User possessive'		=>	'%s\'s', // As in "Author's Website"
'Visit website'			=>	'%s Вебсайт',
'E-mail'				=>	'E-mail',
'PM'					=>	'ЛС',
'Send PM'				=>	'Отправить личное сообщение',
'Online'				=>	'На форуме',
'Offline'				=>	'Вне форума',
'Last edited'			=>	'Отредактировал %1$s (%2$s)',
'Report'				=>	'Жалоба',
'Already reported'		=>	'(Уже сообщили)',
'Delete'				=>	'Удалить',
'Delete topic'			=>	'Удалить тему',
'Edit'					=>	'Редактировать',
'Reply'					=>	'Ответить',
'Quote'					=>	'Цитировать',
'Unsubscribe'			=>	'Отменить подписку',
'Subscribe'				=>	'Подписаться',
'Subscribe info'		=>	'Получать уведомления по электронной почте о новых сообщениях в теме.',
'Users online'			=>	'Тему просматривают:',
'Print'					=>	'Версия для печати',
'RSS topic feed'		=>	'RSS темы',
'Quick post'			=>	'Быстрый ответ',
'Post'					=>	'Сообщение',
'Permalink post'		=>	'Постоянная ссылка на это сообщение',
'Permalink topic'		=>	'Постоянная ссылка на эту тему',
'Go to profile'			=>	'Перейти к профилю %s',
'Reply to user'			=>	'Ответить пользователю %s',
'Move'					=>	'Переместить тему',
'Topic options'			=>	'Опции темы',
'Open'					=>	'Открыть тему',
'Close'					=>	'Закрыть тему',
'Unstick'				=>	'Отлепить тему',
'Stick'					=>	'Выделить тему',
'Moderate topic'		=>	'Модерировать тему',
'Required warn'			=>	'Вы не можете отправить или просмотреть пустое сообщение.'

);
