<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в userlist.php */
$lang_ul = array(

'Users'					=>	'Участники',
'Users found'			=>	'По вашим критериям найдено участников',
'No users found'		=>	'По вашим критериям не найденно не одного участника',
'User search head'		=>	'Поиск участников по имени или в соответствии с предопределенными критериями',
'User results all'		=>	'Все зарегистрированные участники',
'User results matching'	=>	'В настоящее время зарегистрированные участники, соответствующие вашим критериям',
'Group info'			=>	'Введите имя пользователя для поиска и/или укажите группу.',
'Wildcard info'			=>	'Имя пользователя может быть пустым. Используйте <strong>*</strong> в качестве шаблона для частичного совпадения.',
'Sort info'				=>	'Отсортируйте пользователей по имени, дате регистрации или количеству сообщений и упорядочите по возрастанию/убыванию.',
'User find legend'		=>	'Поиск участников',
'Username'				=>	'Имя',
'Username 2'			=>	'Имени',
/*'Male'			=>	'Мужчина',
'Female'		=>	'Женщина',*/
'Search for username'	=>	'Имя для поиска',
'Username help'			=>	'Может быть оставлена пустой. Используйте <strong>*</strong> в качестве шаблона для частичного совпадения.',
'User group'			=>	'Искать в группе',
'Sort users by'			=>	'Сортировать по',
'User sort order'		=>	'Упорядочить по',
'No of posts'			=>	'Кол-ву сообщений',
'Registered'			=>	'Зарегистрирован',
'Registered 2'			=>	'Дате регистрации',
'Last visit'			=>	'Был',
'Last visit 2'			=>	'Последнему визиту',
'Ascending'				=>	'Возрастанию',
'Descending'			=>	'Убыванию',
'All users'				=>	'Все участники',
'User list options'		=>	'Настройка списка участников',
'Perform new search'	=>	'Поиск новых участников',
'Table summary'			=>	'Список участников, отсортированный и отфильтрованный по вашим критериям (если таковые имеются).',
'Submit user search'	=>	'Искать',
'Title'					=>	'Статус',
'Reputation'			=>	'Репутация',
'Reputation 2'			=>	'Репутации',
'Posts'					=>	'Сообщений'

);