Subject: Ответ в теме: <topic_subject>

<replier> е отговорил в вашата тема: «<topic_subject>» , за която сте абониран. При нов отговор ще получите уведомление чрез имейла.

Съдържание на поста:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

Линк към поста — <post_url>

Можете да деактивирате абонамента и да не получавате съобщения на следният линк — <unsubscribe_url>

--
<board_mailer>
(Този имейл е системен. Моля НЕ отговаряйте на него.)

Екип, <== WWW.FLAZY-BG.NET ==>