Subject: Ново лично съобщение: <mail_subject>

Потребителя <replier> Ви е изпратил лично съобщение. Вие можете да отговорите и съответно да видите съобщението на следния адрес:

<post_url>.

<replier> е оставил съобщение с следното съдържание:
-----------------------------------------------------------------------

<mail_message>

-----------------------------------------------------------------------

--
<board_mailer>
(Този имейл е системен. Моля НЕ отговаряйте на него.)

Екип, <== WWW.FLAZY-BG.NET ==>