<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые на главной стринице админ-панели */
$lang_admin_index = array(

'Information head'			=>	'Добро пожаловать в панель администратора Flazy',
'Alerts'					=>	'Сообщения администратору',
'Check for updates enabled'	=>	'Включена автоматическая проверка обновлений и исправлений через сервис Flazy.ru.',
'Check for updates'			=>	'Проверить обновления', // Link text
'Copyright message'			=>	'&copy; 2015 <a href="http://flazy.us/">Flazy</a>, основано на коде &copy; 2008 <a href="http://punbb.informer.com/">PunBB</a>, и частично &copy; 2008 <a href="http://fluxbb.org/">FluxBB</a>',
'Flazy version'				=>	'Версия Flazy',
'Not available'				=>	'Не доступно',
'Not applicable'			=>	'Отсутствует',
'Server load'				=>	'Нагрузка на сервер',
'users online'				=>	'пользователей онлайн',
'Environment'				=>	'Сервер ',
'Operating system'			=>	'Операционная система',
'Show info'					=>	'Показать информацию',
'Accelerator'				=>	'Ускорение',
'Database'					=>	'База данных',
'Rows'						=>	'Строк',
'Size'						=>	'Размер',
'phpinfo disabled'			=>	'Функция phpinfo() отключена на сервере.',

// Предупреждения
'Maintenance alert'			=>	'<strong>ВНИМАНИЕ! Включено <a href="%s">Техническое обслуживание</a>.</strong> Этот форум в настоящее время находится в режиме технического обслуживания. <em>НЕ</em> выходите, иначе вы не сможите cнова войти.',
'Updates'					=>	'Обновление Flazy:',
'Updates failed'			=>	'Последняя попытка проверки обновлений на сервисе обновлений Flazy.ru завершилась неудачей. Возможно, сервис временно перегружен, недоступен или не работает. Тем не менее, если это уведомление не исчезнет через два-три дня, вам следует отключить систему автоматической проверки обновлений и проверять обновления вручную в будущем.',
'Updates version n hf'		=>	'Новая версия Flazy, версия %s, доступна для скачивания на сайте <a href="http://flazy.ru/webforum/download/">Flazy.ru</a>. Кроме того, можно <a href="%s">установить</a> одно или несколько исправлений.',
'Dev version'				=>	'Вы используете Dev-версию и не будите получать уведомления о критических исправлениях.',
'Updates version'			=>	'Более новая версия Flazy, версия %s, доступна для скачивания на сайте <a href="http://flazy.ru/webforum/download/">Flazy.ru</a>.',
'Updates hf'				=>	'Один или несколько исправлений доступны для установки на вкладке <strong><a href="%s">Расширения » Исправления</a></strong> в админ-панеле.',
'Database mismatch'			=>	'Несоответствие версии базы данных:',
'Database mismatch alert'	=>	'База данных Flazy будет использована в связке с новой версией кода Flazy. Их несоответствие может привести к неработоспособности форума. Рекомендуется обновить форум до самой новой версии.',
'Storage mismatch'			=>	'Несоответствие подситемы базы данных:',
'Storage mismatch alert'	=>	'Одна или несколько таблиц базы данных используют %1$s хотя настроены на использование %2$s. Вы можете запустить <a href="%3$s">этот скрипт</a>, чтобы преоброзавать базу данных, для корректной работы.',

);