<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые на странице цензуры */
$lang_admin_censoring = array(

'Censored word head'				=>	'Добавить, отредактировать или удалить слова для цензуры',
'Add censored word legend'			=>	'Добавить слово',
'Edit censored word legend'			=>	'Изменить или удалить существующие слова',
'Add censored word intro'			=>	'Вы можете добавлять, удалять и изменять слова, которые будут автоматически подвергаться цензуре на форуме. Введите слово, которое вы хотите запретить, и слово-замену для него. «Маски» разрешены (*тест* будет соответствовать слову «протестировать», тест* — «тестирование», *тест — «протест».). Будьте внимательны — цензуре подлежат и имена участников! Новые участники не смогут зарегистрироваться с именем, в тексте которого встречаются «цензурные» слова. Детектор слов чувствителен к регистру.',
'Add censored word extra'			=>	'Для того, чтобы цензура действовала, «<strong>Цензура на определенные слова</strong>» должна быть включена в меню %s.',
'Censored word label'				=>	'Запрещённое слово',
'Replacement label'					=>	'Заменять на',
'Add new word legend'				=>	'Добавить новые слова',
'Existing censored word legend'		=>	'Существующие слова',
'No censored words'					=>	'Список запрещённых слов не создан.',
'Censor word added'					=>	'Слово добавлено.',
'Censor word updated'				=>	'Слово обновлено.',
'Censor word removed'				=>	'Слово удалено.',
'Must enter text message'			=>	'Вы должны обязательно ввести и текст для поиска, и текст для замены.',
'Add word'							=>	'Добавить слово'

);