<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые на странице ранги */
$lang_admin_ranks = array(

'Rank head'						=>	'Добавить, отредактировать или удалить ранги',
'Rank'							=>	'Ранг',
'Rank added'					=>	'Ранг добавлен.',
'Title message'					=>	'Вы должны ввести название ранга.',
'Min posts message'				=>	'Минимальное количество сообщений должно быть задано положительным целым значением.',
'Min posts occupied message'	=>	'На  форуме уже установлен ранг с минимальным количеством сообщений равным %s.',
'Rank updated'					=>	'Ранг обновлен',
'Rank removed'					=>	'Ранг удален',
'Add rank intro'				=>	'Введите имя ранга и минимальное количество сообщений, которое должен набрать участник, чтобы его достичь. Разные ранги не могут иметь одинаковое минимальное количество сообщений. Если у пользователя в профиле указано индивидуальное звание, оно будет отображаться вместо любого ранга. Для того, чтобы эта функция работала, «<strong>Ранги участников</strong>» должны быть включены в разделе %s.',
'Add rank'						=>	'Добавить ранг',
'Add rank legend'				=>	'Настройки нового ранга',
'Rank title label'				=>	'Имя ранга',
'Min posts label'				=>	'Минимум сообщений',
'Existing ranks legend'			=>	'Редактировать или удалить существующие ранги.',
'No ranks'						=>	'Список рангов не создан.',
'Update'						=>	'Обновить',
'Remove'						=>	'Удалить',
'New rank'						=>	'Добавить новый ранг',
'Existing rank'					=>	'Существующий ранг'

);

