<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкии используемые в bb.php */
$lang_bb = array(

'Font'			=> 	'Шрифт',
'Size'			=> 	'Размер на текста',
'Bold'			=> 	'Бултиран',
'Italic'		=> 	'Наклонен',
'Underline'		=> 	'Подчертан',
'Strike'		=> 	'Задраскан',
'Left'			=> 	'На ляво',
'Center'		=> 	'В центара',
'Right'			=> 	'На дясно',
'List'			=> 	'Списък',
'Link'			=> 	'Линк',
'Email'			=> 	'E-mail',
'Image'			=> 	'Изображение',
'Video'			=> 	'Видео/Аудио',
'Hide'			=> 	'Скрит',
'Quote'			=> 	'Цитат',
'Code'			=> 	'Код',
'Color'			=> 	'Цвят',
'Smile'			=> 	'Усмивки',
'Speller'		=>	'Проверка на правописа',
'All'			=>	'Допълнителни усмивки',

);