<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции часто используемых строк */
$lang_common = array(

// Ориентировка текста и кодировки
'lang_direction'			=>	'ltr', // ltr (слева направо) or rtl (справа налево)
'lang_identifier'			=>	'bg',

// Количество форматирования
'lang_decimal_point'		=>	'.',
'lang_thousands_sep'		=>	',',

// Уведомления
'Bad request'				=>	'Невалидна заявка. Връзката, която следва, е неточна или остаряла. За да намерите нужната ви информация, използвайте интернет.',
'No view'					=>	'<font size="5" face="arial" color="red">Достъпа е отказан.Форума е само за регистрирани потребители. Моля <a href="http://flazy-bg.net/login.php">влезте</a> или се <a href="http://flazy-bg.net/register.php">регистрирайте</a></font>',
'No permission'				=>	'Необходимо е разрешение за достъп до тази страница. Може би първо трябва да влезете или се регистрирайте.',
'CSRF token mismatch'		=>	'Трансфера е прекъснат от съображения за сигурност. Най-вероятно това се дължи на факта, че е била твърде дълго, тъй като отидохте на страницата, докато не щракнете върху предоставят данни. Ако е така, и искате да бъде в сила до края, а след това кликнете върху «Потвърди» да продължи по друг начин трябва да щракнете върху «Отказ», за да се върнете в оригиналната страница',
'No cookie'					=>	'Вие успешно сте влезли в профила си, но вашият браузър не създаде правилно бисквитка. Моля, проверете настройките си, и ако е възможно, да предостави възможност за използването на "бисквитката" за този форум.',

// Miscellaneous
'Forum index'				=>	'Форум начало',
'Submit'					=>	'Въведи',	// "name" of submit buttons
'Cancel'					=>	'Откажи', // "name" of cancel buttons
'Preview'					=>	'Преглед',	// submit button to preview message
'Delete'					=>	'Изтрий',
'Split'						=>	'Раздели',
'Ban message'				=>	'Вие сте изгонен от този форум.',
'Ban message 2'				=>	'Бана изтича в края на %s.',
'Ban message 3'				=>	'Забрана на администратор или модератор, който е оставил следното съобщение:',
'Ban message 4'				=>	'Ако имате някакви въпроси, моля обърнете се към администратора на форума на адрес %s.',
'Never'						=>	'Никога',
'Today'						=>	'Днес',
'Yesterday'					=>	'Вчера',
'Back'						=>	'назад',
'After'						=>	'по-късно',
'Years'						=>	'няколко години',
'More year'					=>	'повече от една година',
'Week'						=>	'седмица',
'Weeks'						=>	'седмица',
'Weeks2'					=>	'седмица',
'Day'						=>	'ден',
'Days'						=>	'ден',
'Days2'						=>	'дни',
'Hour'						=>	'час',
'Hours'						=>	'часа',
'Hours2'					=>	'часа',
'Hours2'					=>	'часа',
'Minute'					=>	'минута',
'Minutes'					=>	'минути',
'Minutes2'					=>	'минути',
'Second'					=>	'секунда',
'Seconds'					=>	'секунди',
'Seconds2'					=>	'секунди',
'Forum message'				=>	'Информация',
'Maintenance warning'		=>	'<strong>ВНИМАНИЕ! %s Включено.</strong> Не оставяйте, в противен случай няма да можете да влезете отново.',
'Maintenance mode'			=>	'Поддръжка',
'Redirecting'				=>	'В момента ви пренасочваме',
'Forwarding info'			=>	'Вие ще бъдете пренасочени автоматично към новата страница след %s %s.',
'second'					=>	'секунда',	// singular
'seconds'					=>	'секунди',	// plural
'Click redirect'			=>	'Кликнете тук ако не желаете да чакате (или ако браузъра ви не ви пренасочи)',
'Invalid e-mail'			=>	'Въведения мейл е невалиден.',
'New posts'					=>	'Нови мнения',	// the link that leads to the first new post
'New posts title'			=>	'Намерете теми с нови мнения след последното ви посещение.',	// the popup text for new posts links
'Active topics'				=>	'Активни теми',
'Active topics title'		=>	'Намерете теми, в които последно е писано.',
'Unanswered topics'			=>	'Теми без отговор',
'Unanswered topics title'	=>	'Намерете теми, на които не е отговорил никой.',
'My posts'					=>	'Моите мнения',
'My posts title'			=>	'Вижте всички мои мнения.',
'PM new'					=>	'Писмо (%d)',
'PM full'					=>	'Ящик переполнен (!)',
'Username'					=>	'Потребител',
'Registered'				=>	'Регистриран',
'Write message'				=>	'Напиши съобщение:',
'Forum'						=>	'Форум',
'Posts'						=>	'Мнения',
'Pages'						=>	'Страници',
'Page'						=>	'Страница',
'BBCode'					=>	'BB-код', // You probably shouldn't change this
'Smilies'					=>	'Усмивки',
'Images'					=>	'Изображения',
'You may use'				=>	'Можете да използвате: %s',
'and'						=>	' и ',
'Description'				=>	'Описание', // для изображения
'Image link'				=>	'изображениe', // Это отображается (т.е. <image>) вместо картинки, когда отображение изображений отключено в профиле
'wrote'						=>	'написа', // Для [quote] (пример, Пользователь написал:)
'Code'						=>	'Код', // Для [code]
'Forum mailer'				=>	'Пощенски робот на форума «%s»', // As in "MyForums Mailer" in the signature of outgoing e-mails
'Write message legend'		=>	'Напишете вашето мнение',
'Required information'		=>	'Задължителна информация',
'Reqmark'					=>	'*',
'Required'					=>	'(Задължително)',
'Required warn'				=>	'Всички полета отбелязани с %s трябва да се попълнят!',
'Crumb separator'			=>	' »&#160;', // Символ или текст, который отделяет ссылки в навигационная цепочке
'Title separator'			=>	' — ',
'Page separator'			=>	'&#160;', // Символ или текст, который отделяет страницу номера
'Spacer'					=>	'…', // Многоточие для нумерации
'Paging separator'			=>	' ', // Символ или текст, который отделяет страницу номера страниц навигации в целом
'Previous'					=>	'Предишен',
'Next'						=>	'Следващ',
'Guests none'				=>	'гост',
'Guests single'				=>	'гост',
'Guests plural'				=>	'гости',
'Cancel redirect'			=>	'Операцията е отказана. Активирано е пренасочване …',
'No confirm redirect'		=>	'Липсва потвърждение. Операцията е отказана. Активирано е пренасочване …',
'Please confirm'			=>	'Моля потвърдете:',
'Help page'					=>	'Помощ с: %s',
'Re'						=>	'Отговор:',
'Page info'					=>	'(Страница  %1$s от %2$s)',
'Item info single'			=>	'%s [ %s ]',
'Item info plural'			=>	'%s [ с %s за %s от %s ]', // e.g. Topics [ 10 to 20 of 30 ]
'Info separator'			=>	' ', // e.g. 1 Page | 10 Topics
'Powered by'				=>	'Основан на <strong>%s</strong>',

// Формы CSRF
'Confirm'					=>	'Потвърди',	// Button
'Confirm action'			=>	'Потвърди действието',
'Confirm action head'		=>	'Моля потвърдете или откажете последното си действие.',

// Статус
'Title'						=>	'Заглавие',
'Member'					=>	'Потребител',	// Default title
'Moderator'					=>	'Модератор',
'Administrator'				=>	'Администратор',
'Banned'					=>	'Блокиран',
'Guest'						=>	'Гост',

// Конструкции для for include/parser.php
'BBCode error 1'			=>	'[/%1$s] му липсва затварящ [%1$s]',
'BBCode error 2'			=>	'[%s] таг е празен',
'BBCode error 3'			=>	'[%1$s] е отворен вътре в [%2$s], това не е позволено',
'BBCode error 4'			=>	'[%s] е отворен вътре в себе си, това не е позволено',
'BBCode error 5'			=>	'[%1$s] му липсва отговарящ [/%1$s]',
'BBCode error 6'			=>	'[%s] тагът е с празен атрибут',
'BBCode nested list'		=>	'[list] тагове не могат да се вмъкват един в друг',
'BBCode code problem'		=>	'Има проблем с вашите [code] тагове',
'Hidden text guest'			=>	'Трабва да %1$s или да се %2$s за да видите скрития текст',
'Hidden show text'			=>	'Показване на скрит текст',
'Hidden text'				=>	'Скрит текст',
'Hidden count text'			=>	'Нуждаете се от %s или повече съобщения, за да видите този текст',

// Конструкции меню (вверху каждой страницы)
'Index'						=>	'Форум',
'User list'					=>	'Потребители',
'Rules'						=>	'Правила',
'Search'					=>	'Търсене',
'Register'					=>	'Регистрация',
'register'					=>	'регистрирате',
'Login'						=>	'Вход',
'login'						=>	'влезете',
'Not logged in'				=>	'Не сте влезли.',
'Profile'					=>	'Профил',
'Logout'					=>	'Изход',
'Logged in as'				=>	'Здравейте, %s.',
'Admin'						=>	'Администрация',
'Last visit'				=>	'Последно влизане %s.',
'Mark all as read'			=>	'Отбележи всички теми като прочетени',
'Login nag'					=>	'Моля, <a href="%s">влезте</a> или се <a href="%s">регистрирайте</a>.',
'New reports'				=>	'Нови доклади',
'Private messages'			=>	'Лични Cъобщения',

// Предупреждения
'New alerts'				=>	'Внимание!',
'New user notification'		=>	'Внимание — Нова регистрация',
'Banned email notification'	=>	'Внимание — Обнаружен заблокированый e-mail',
'Duplicate email notification'	=>	'Внимание — Обнаружены однинаковые e-mail\'ы',

// Конструкции для меню переходов
'Go'						=>	'Отвори', // Кнопка
'Jump to'					=>	'Отвори форум:',

// Для extern.php RSS feed
'RSS description'			=>	'Най-новите теми в %s.',
'RSS description topic'		=>	'Най-новите мнения в %s.',
'RSS reply'					=>	'Отговор: ', // The topic subject will be appended to this string (to signify a reply)

// Доступность
'Skip to content'			=>	'Прескочи към съдържанието на форума',

// Отладочная онформация
'Querytime'					=>	'Генерирано за %1$s секунди, изпълнени %2$s заявки',
'Debug table'				=>	'Debug информация',
'Debug summary'				=>	'Информация в базата данни заявка',
'Query times'				=>	'Време (секунди)',
'Query'						=>	'Запитване',
'Total query time'			=>	'Общо време на заявки'

);