<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в справке */
$lang_help = array(

'Help'					=>	'Помощ',
'Help with'				=>	'Помощ относно %s',
'produces'				=>	'води до формата',

'BBCode info'			=>	'Наличие поддержки BB-кода определяется администратором. Если BB-код включён, то ссылка на помощь «BB-код» будет отображена когда вы будете создавать/редактировать сообщение или вашу подпись. BBкоды – это набор тегов форматирования, которые влияют на оформление текста на данном форуме. BB-коды принципиально похожи на HTML и аналогичны. Ниже представлен список доступных BB-кодов и пояснения в их применении.',
'Image info'			=>	'Наличие поддержки отображения изображений определяется администратором. Если вывод изображений включён, то ссылка на помощь «Изображения» будет отображена когда вы будете создавать/редактировать сообщение или вашу подпись. Для добавления изображения используется тег BB-кода [img]. Текст находящийся после знака «=» в открывающем теге используется для добавления альтернативного текста к изображению.',
'Text style'			=>	'Форматирането на текста може да бъде променено със следните тагове, които могат да се вмъкват и един в друг.',
'Bold text'				=>	'Удебелен текст',
'Underlined text'		=>	'Подчертан текст',
'Italic text'			=>	'Наклонен текст',
'Red text'				=>	'Червен текст',
'Blue text'				=>	'Син текст',
'Heading text'			=>	'Заглавен текст',
'Bold, underlined text'	=>	'Подчертаните с удебелен шрифт',
'Simple example loc'	=>	'Койнаре',
'Simple example en'		=>	'Koinare',
'Simple text'			=>	'Койнаре — град в България.',
'Hide guest'			=>	'Скрий текста от страна на гостите.',
'Hide users'			=>	'Скрий текста от участниците, които са по-малко от определен брой съобщения.',

'Links info'			=>	'Можете да създавате връзки към други документи или мейл адреси чрез следните тагове:',
'My e-mail address'		=>	'Моя e-mail адрес',

'Quotes info'			=>	'Если хотите процитировать кого-то, вы можете использовать тег «quote». Также вы можете использовать тег «quote» c указанием имени автора.',
'Quote text'			=>	'Това е текст, който искам да цитирам.',
'produces named'		=>	'резултат — блок с цитат с името на лицето, цитирано.',
'produces unnamed'		=>	'резултат — прост блок цитат.',

'Code info'				=>	'За да покажете програмен код, използвайте code таг. Text displayed with the code tag will use a monospaced font and will not be affected by other tags. Long items of code will cause the text to scroll.',
'Code text'				=>	'Този текст, е някакъв код.',
'Code text long'		=>	'Това е дълга част от код. Това е дълга част от кода. Това е дълга част от код. Това е дългa част от код. Това е дългa част от код. Това е дългa част от код.',
'produces code box'		=>	'резултат — блок с код',
'produces scroll box'	=>	'резултат — блок код и превъртане.',

'List info'				=>	'За да създадете списък можете да използвате етикет «list». Можете да създадете три версии на етикет.',
'List text 1'			=>	'Никой елемент от списака 1.',
'List text 2'			=>	'Никой елемент от списака 2.',
'List text 3'			=>	'Никой елемент от списака 3.',
'produces list'			=>	'резултат — списъка с водещи символи.',
'produces decimal list'	=>	'резултат — номериран списък.',
'produces alpha list'	=>	'резултат — списък по азбучна номерация.',
'Smilies info'			=>	'Ако ви харесва (и ако е включен), форумът може да конвертира избор на усмивки на изображението представителства на тези усмивки. Този форум признава усмивки, изброени по-долу и ги замества с изображения.'

);