<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкии используемые в login.php */
$lang_login = array(

// Разное
'Login'						=>	'Вход',
'Login info'				=>	'Вход за %s',
'Username'					=>	'Имe или e-mail',
'Password'					=>	'Паролa',
'Remember me'				=>	'Запомни ме',
'E-mail address'			=>	'E-mail адрес',
'E-mail address help'		=>	'Въведете e-mail адреса зададен в профила ви.',
'Login errors'				=>	'<strong>Внимание!</strong> Следните грешки трябва да се оправят преди да можете да влезете:',
'Blocking login'			=>	'Подождите 10 минут, так как вход в учетную запись заблокирован из-за частых ошибок при вводе пароля.',
'Wrong user/pass'			=>	'Неправилен имe/e-mail и/или парола.',
'Login redirect'			=>	'Влязохте успешно. Пренасочване …',
'Logout redirect'			=>	'Излязохте успешно. Пренасочване …',
'No e-mail match'			=>	'Няма регистриран потребител с този e-mail адрес %s',
'Invalid e-mail'			=>	'E-mail адреса, който въведохте е невалиден',
'Login options'				=>	'Желаете ли %1$s или да получите %2$s преди да влезете?',
'Obtain pass'				=>	'нова парола',
'register'					=>	'регистрация',
'Submit password request'	=>	'Подайте заявка',
'Email flood'				=>	'Този акаунт вече е подал заявка за парола в последните %s секунди. Моля изчакайте известно време преди да подадете нова заявка за парола.',
'New password request'				=>	'Заявка за нова парола',
'New password errors'				=>	'<strong>Внимание!</strong> Следните грешки трябва да бъдат оправени преди да се изпрати заявка за смяна на паролата:',
'New password info'					=>	'<strong>Важно!</strong> Ще бъде изпратен e-mail на указания адрес с инструкции как да смените паролата си.',
'Reset cancel redirect'		=>	'Отказано. Пренасочване …',
'Forget mail'						=>	'На E-mail адреса ви е изпратено съобщение с инструкции как да смените паролата си. Ако не го получите се свържете с Администратора на %s.',
'Persistent login'					=>	'Желая да влизам автоматично при всяко посещение.'

);