<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые на странице онлайна */
$lang_online = array(

'Online List'				=>	'Кой е онлайн в форума',
'Last action'				=>	'Последно действие',
'Time'						=>	'Време',
'IP'						=>	'IP',
'Guest'						=>	'Гост',
'Nobody'					=>	'Никой ):',

'admin'						=>	'Администриране',
'dialogue'					=>	'Извършва тема',
'formemail'					=>	'Изпрати E-mail',
'help'						=>	'Помощ',
'index'						=>	'Начало',
'login'						=>	'Вход',
'message'					=>	'Съобщение',
'modtopic'					=>	'Модериране на тема (:',
'modforum'					=>	'Модериране на форум (:',
'new-post'					=>	'Добави нова публикация',
'online'					=>	'Вижте списъка на активните потребители',
'positive'					=>	'Виж позитив',
'post'						=>	'Добави публикация',
'postdelete'				=>	'Изтриване на публикацията',
'postedit'					=>	'Редактиране на публикацията',
'profile'					=>	'В профил',
'profile-about'				=>	'В профил',
'profile-identity'			=>	'Попълни подробности за себе си',
'profile-settings'			=>	'Настройки на профила',
'profile-signature'			=>	'Подпис',
'profile-avatar'			=>	'Качване на аватар',
'profile-admin'				=>	'Ранг',
'register'					=>	'Регистриран',
'report'					=>	'Жалби',
'reputation'				=>	'Вижте репутация',
'reputation-vote'			=>	'Постави репутация',
'pm-message'				=>	'Вижте лични съобщения',
'pm-write'					=>	'Пишете на лично съобщение',
'rules'						=>	'Прочети правилата',
'viewforum'					=>	'Във форума',
'viewpoll'					=>	'Преглед на анкета (:',
'viewtopic'					=>	'Преглед на тема',
'search'					=>	'Търсиш нещо?',
'searchtopics'				=>	'Търся теми',
'searchposts'				=>	'Търся мнения',
'smilies'					=>	'Усмивки =)',
'statistic'					=>	'Вижте статистиката',
'statistic-visit'			=>	'Вижте списък на посетителите',
'statistic-author'			=>	'Вижте списък на най-активни потребители',
'statistic-replies'			=>	'Вижте списък на най-коментирани',
'statistic-views'			=>	'Вижте списъка на най-гледаните теми',
'statistic-bans'			=>	'Вижте списъка на блокираните',
'userlist'					=>	'Вижте списък на участниците',

'Hiding Somewhere'			=>	'Скрити някъде (:',

);