<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в reputaion.php */
$lang_reputation = array(
'reputation'			=>	'Репутация',
'positive'				=>	'Позитивна',
'reputation user'		=>	'Репутация на потребител %s',
'positive user'			=>	'Позитивна репутация %s',
'reputation user head'	=>	'Отношение към участниците в форума %s',
'positive user head'	=>	'Отношение в %s към другите участници',
'Disabled'				=>	'Системата за репутация е деактивирана',
'Silly user'			=>	'Забранено е да променяте собствената си репутация.',
'Timeout'				=>	'Стоп! Ще можете да гласувате отново след %s минута/и.',
'Plus'					=>	'Повиши репутация',
'Minus'					=>	'Намали репутация',
'Form header'			=>	'Напишете причина за промяна в репутацията',
'Form your name'		=>	'Вашето име',
'Form to name'			=>	'Смяна на репутация',
'Form reason'			=>	'Напишете причина',
'Redirect Message'		=>	'Репутацията е променена успешно. Пренасочване...',
'User reputation'		=>	'Репутация на участника',
'From user'				=>	'От кого',
'User'					=>	'Кого',
'For topic'				=>	'В тема',
'Reason'				=>	'Причина',
'Estimation'			=>	'Оценка',
'Date'					=>	'Дата',
'No reputation'			=>	'Няма данни',
'Select all'			=>	'Избери всички',
'No message'			=>	'Трябва да въведете причина за промяна на репутацията',
'Post errors'			=>	'<strong>Внимание!</strong> Следните грешки трябва да бъдат коригирани, преди да изпратите съобщение:',
'Too long message' 		=>	'Съобщението е твърде дълго',
'All caps message'		=>	'Съобщението не може да съдържа само главни букви',
//'Max length of message'	=>	'Максимален брой символи в съобщението',
//'You already of use'	=>	'Вече се използва',
//'Of symbol'				=>	'Символи',
'Profile deleted'		=>	'Профилът е изтрит',
'Delete'				=>	'Изтрии',
'Are you sure'			=>	'Сигурни ли сте?',
'Deleted redirect'		=> 	'Репутацията е изтрита успешно. Пренасочване...',
'Removed or deleted'	=>	'Преместена или изтрита',
'Group disabled'		=>	'Групата, в която сте е забранена да използва репутация',
'Individual disabled'	=>	'Администраторът е забранил да използвате репутация',
'User disable'			=>	'На потребителя му е забранено да използва репутация',
'Your disabled'			=>	'Забранено ви е да използвате репутация',
'Small Number of post'	=>	'Нямате достатъчно мнения за да променяте/дарявате репутация',

);