<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в search.php */
$lang_search = array(

// Форма поиска
'No search permission'		=>	'Не е позволено да използвате функциията за търсене.',
'Search flood'				=>	'Най-малко секунди % трябва да измине между търсения. Изчакайте малко и да започнете ново търсене.',
'Search legend'				=>	'Критерии за търсен',
'Results legend'			=>	'Резултати от търсенето',
'Search info'				=>	'Използвайте търсене по ключова дума, автор, или и двете от тях наведнъж.',
'Keywords info'				=>	'За търсене по ключова дума, въведете една или повече думи. Разделете думите с интервал.',
'Refine info'				=>	'Можете да използвате <strong>AND</strong> за думи, които трябва да присъстват в резултатите, <strong>OR</strong> думи, които могат да са в резултатите и <strong>NOT</strong> за дума, която не трябва да се намери.',
'Wildcard info'				=>	'Използвайте <strong>*</strong> щом се отнася до частично съвпадение.',
'Forum default info'		=>	'Първоначално търсенето е за всички, но можете да ограничите търсенето, като изберете един или повече форуми.',
'Forum require info'		=>	'Можете да избирате - да търсите в еднин или няколко раздела. Но вие <strong>трябва</strong> да изберете поне един раздел за търсене.',
'Keyword search'			=>	'Ключови думи',
'Author search'				=>	'Име на автора',
'Forum search'				=>	'Търсене в форум',
'Forum search default'		=>	'Ако не е избран форум, търсенето ще бъде за всички',
'Forum search require'		=>	'Трябва да изберете поне един форум, за да търсите.',
'Sort by'					=>	'Сортиране по',
'Sort order'				=>	'Подреждане по',
'Sort by post time'			=>	'Дата на публикация',
'Sort by author'			=>	'Автор',
'Sort by subject'			=>	'Тема',
'Sort by forum'				=>	'Форум',
'Ascending'					=>	'Възходящ',
'Descending'				=>	'Низходящ',
'Display results'			=>	'Покажи',
'Show as topics'			=>	'Теми',
'Show as posts'				=>	'Мнения',
'Submit search'				=>	'Начало на търсенето',
'User defined search'		=>	'Разширено търсене',
'Search in'					=> 	'Търсене в',
'Message and subject'		=> 	'Мненията и имената им',
'Message only'				=> 	'Само в мненията',
'Topic only'				=> 	'Само в името на мнението',

// Результаты поиска
'Search results'			=>	'Резултати от търсенето',
'Topics with new'			=>	'Теми с нови мнения',
'Recently active topics'	=>	'Последно активни теми',
'Unanswered topics'			=>	'Теми без отговори',
'Subscriptions'				=>	'Абонамент',
'Topics found'				=>	'Намерени теми',
'Posts found'				=>	'Намерени мнения',
'Topics by'					=>	'Теми от %s',
'Posts by'					=>	'Мнения от %s',
'Topics by user'			=>	'Теми от потребителя',
'Posts by user'				=>	'Мнения от потребителя',
'Perform new search'		=>	'Започване на ново търсене',
'Search options'			=>	'Опций за търсене',
'Posted in'					=>	'Публикувана в ',
'No terms'					=>	'Трябва да въведете поне една ключова дума и/или името на автора за търсене.',
'No hits'					=>	'Вашето търсене не даде резултати.',
'No user posts'				=>	'Не са намерени мнения на потребителя в този форум.',
'No user topics'			=>	'Не са намерени теми на потребителя в този форум.',
'No subscriptions'			=>	'Вие не сте се абонирали за нито една тема.',
'No new posts'				=>	'Няма нови мнения в темата от последното ви посещение.',
'No recent posts'			=>	'Няма нови мнения напоследък.',
'No unanswered'				=>	'Няма мнения в този форум без отговор.',
'Go to post'				=>	'Отиди на мнение',
'Go to forum'				=>	'Отиди на форум',
'Go to topic'				=>	'Отиди на тема',
'Go to profile'				=>	'Отиди на профила %s'

);