<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в statistic.php */
$lang_stat = array(

'About stat'			=>	'Пълна статистика',
'Stat'					=>	'Статистика',
'Online today'			=>	'Днес имаме',
'Top author'			=>	'Най-активните потребители',
'Top replies'			=>	'Най-коментирани теми',
'Top views'				=>	'Най-гледани теми',
'Top author little'		=>	'Активни потребители',
'Top replies little'	=>	'Коментирани теми',
'Top views little'		=>	'Гледани теми',

'Desc visit'			=>	'Статистика за потребителите, които днес <strong> през деня са посетили форума </strong>, ще ви позволи да се определи кой и по кое време е бил в този форум.',
'Desc author'			=>	'Статистика <strong>Най-активните потребители</strong> Форумът ще ви даде възможност да определи кои участници остават най-много мнения, когато са били регистрирани и колко процента от тях са създавали мнения от всички публикувани в този форум.',
'Desc replies'			=>	'Статистика <strong>Най-коментирани теми</strong> ви позволява да видите 20 теми (ако има такива), в който потребителите на форума са публикували най-много постове.',
'Desc views'			=>	'Статистика <strong>Най-гледани теми</strong> ви позволява да видите 20 теми (ако има такива), в който потребителите на форума са преглеждали.',
'Desc bans'				=>	'Ако искате да разберете кой е блокиран в този форум за нарошени правила или по някаква друга причина, тогава статистиката <strong> «Блокирани» </strong> ще ви помогне за това.',
'Look'					=>	'Виж',

'Author'				=>	'Автор',
'Replies'				=>	'Отговори',
'Last visit'			=>	'Последното посещение',
'Com forum'				=>	'% съобщения',
'Posts today'			=>	'Днешните мнения',
'All posts'				=>	'Общо мнения',
'In day'				=>	'За днес',
'Views'					=>	'Видяна',

'No topics'				=>	'Няма теми',
'No one was'			=>	'Днес никой не е бил в форума ):',
'No'					=>	'Не',

'Bans'					=>	'Блокиран',
'Message'				=>	'Съобщение',
'Expires'				=>	'Изтича',
'Ban creator'			=>	'Блокирал',
'No IP'					=>	'Няма IP или e-mail\'a',
'No bans'				=>	'Няма Блокирани потребители.',
'No bans rules'			=>	'Искате ли да останете в форума? и да не бъдете банат. Не се колебайте прочетете <a href="%s">правилата</a>.'

);