<?php
/**
 * Русский языковой пакет.
 * @package Flazy_Russian
 */

/** Языковые конструкции используемые в userlist.php */
$lang_ul = array(

'Users'					=>	'Потребители',
'Users found'			=>	'Потребители, отговарящи на вашето търсене',
'No users found'		=>	'Не са намерени потребители, отговарящи на вашето',
'User search head'		=>	'Търсене на потребители',
'User results all'		=>	'Всички регистрирани потребители',
'User results matching'	=>	'Регистрирани потребители отговарящи на вашето търсене',
'Group info'			=>	'Въведете потребителско име за търсене и/или потребителска група.',
'Wildcard info'			=>	'Потребителското име може да бъде празно.  Използвайте <strong>*</strong> за търсене по част от името.',
'Sort info'				=>	'Сортиране потребителите по име, дата на регистриране или броя на мненията, и във възходящ/низходящ ред.',
'User find legend'		=>	'Търси',
'Username'				=>	'Име',
'Username 2'			=>	'Имена',
/*'Male'			=>	'Мъж',
'Female'		=>	'Жена',*/
'Search for username'	=>	'Име за търсене',
'Username help'			=>	'Може да се остави празно.  Използвайте <strong>*</strong> за търсене по част от името.',
'User group'			=>	'Покажи потребители от група',
'Sort users by'			=>	'Сортиране по',
'User sort order'		=>	'Сортиране по',
'No of posts'			=>	'Брой мнения',
'Registered'			=>	'Регистриран',
'Registered 2'			=>	'Регистриран',
'Last visit'			=>	'Беше',
'Last visit 2'			=>	'Последно посещение',
'Ascending'				=>	'Възходящо',
'Descending'			=>	'Низходящо',
'All users'				=>	'Всички потребители',
'Perform new search'	=>	'Ново търсене',
'User list options'		=>	'Опции за показване на потребителите',
'Table summary'			=>	'Спъсък с потребителите филтрирани и сортирани според избраните критерии.',
'Submit user search'	=>	'Потвърдете критериите',
'Title'					=>	'Заглавие',
'Reputation'			=>	'Репутация',
'Reputation 2'			=>	'Репутации',
'Posts'					=>	'Мнения'

);